IdeaRS.Connections
FinPlateData.Gap Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the gap of connected member from related member plate.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Gap { get; set; }
Property Value
Type: Double
See Also
Reference
FinPlateData Class
IdeaRS.Connections.Data Namespace